validation/rhoPM/0.orig/k
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 9.375;
boundaryField
{
    inlet     { type fixedValue; value uniform 9.375; }
    outlet    { type zeroGradient; }
    hotWall   { type kqRWallFunction; value uniform 9.375; }
    coldWall  { type kqRWallFunction; value uniform 9.375; }
    frontBack { type empty; }
}
